Repository: intraweb-modules12/iw_agendas
Catalog: locale/*/LC_MESSAGES/module_*_agendas.po
Languages: es

source: Calendar
es: Calendario

source: Notes for the next days
es: Anotaciones para los próximos días

source: All day
es: Todo el día

source: There are no events in the agenda for the next
es: No tiene anotaciones en la agenda en los próximos

source: days
es: días

source: Number of days to show in the block
es: Días vista que se mostrarán en el bloque

source: Sorry! No authorization to access this module.
es: Disculpa! No tienes autorización para ejecutar esa acción en este módulo.

source: Error! Could not load items.
es: Error! No se logró cargar los elementos.

source: Error! Could not do what you wanted. Please check your input.
es: Error! Argumentos erróneos. Por favor verifica los datos e inténtalo de nuevo.

source: Error! Creation attempt failed.
es: Error! Intento de creación fallido.

source: Error! Update attempt failed.
es: Error! Intento de actualización fallido.

source: You are not allowed to administrate the agendas
es: No está autorizado/a para administrar las agendas.

source: Error! Sorry! Deletion attempt failed.
es: Error! Intento de borrado fallido.

source: Event not found
es: No se ha encontrado la anotación sobre la que hacer la acción solicitada.

source: on
es: el día

source: at
es: a las

source: An error has occurred while updating the subscription to the agenda
es: Se ha producido un error al modificar la suscripción a la agenda.

source: Module iw_main is required. You have to install the iw_main module previously to install it.
es: El módulo iw_main debe estar instalado. Instálalo antes de instalar este módulo.

source: You has been added to a new agenda as moderator. You can access the agenda throught the main menu. <br><br>The administrator
es: Ha sido dado de alta como responsable a una agenda nueva. Podrá acceder a esta agenda des del menú.<br><br>El administrador

source: You has been added to a new agenda. You can access the agenda throught the main menu. <br><br>The administrator
es: Ha sido añadido a una nueva agenda. Puede acceder a la agenda a través del menú principal. <br><br>El administrador

source: January
es: Enero

source: February
es: Febrero

source: March
es: Marzo

source: April
es: Abril

source: May
es: Mayo

source: June
es: Junio

source: July
es: Julio

source: August
es: Agosto

source: September
es: Setiembre

source: October
es: Octubre

source: November
es: Noviembre

source: December
es: Diciembre

source: January of
es: de enero de

source: February of
es: de febrero de

source: March of
es: de marzo de

source: April of
es: de abril de

source: May of
es: de mayo de

source: June of
es: de junio de

source: July of
es: de julio de

source: August of
es: de agosto de

source: September of
es: de setiembre de

source: October of
es: de octubre de

source: November of
es: de noviembre de

source: December of
es: de diciembre de

source: Sunday
es: Domingo

source: Monday
es: Lunes

source: Tuesday
es: Martes

source: Wednesday
es: Miércoles

source: Thursday
es: Jueves

source: Friday
es: Viernes

source: Saturday
es: Sábado

source: Task
es: Tarea

source: Date
es: Fecha

source: Time
es: Hora

source: Options
es: Opciones

source: There are no events on this date
es: No hay ninguna anotación en esta fecha.

source: There are no events in the agenda
es: Este mes no tiene anotaciones en la agenda.

source: Task expiration
es: Vencimiento de la tarea

source: Delete protection against automatic deletion for this event
es: Elimina la protección de borrado automático de la nota

source: Protected?
es: ¿Protegidas?

source: Show
es: Muestra

source: Mark as not completed
es: Marca como no completada

source: Hide
es: Esconde

source: Mark as completed
es: Marca como completada

source: Edit
es: Edita la agenda

source: Delete
es: Borra

source: Send register to my personal agenda
es: Envía el registro a mi agenda personal

source: The agenda was not found
es: No se ha encontrado la agenda sobre la cual hacer la acción solicitada.

source: Insert a new event
es: Inserta una nueva anotación en la agenda

source: Add a new task
es: Inserta una nueva tarea en la agenda

source: Calendar view
es: Muestra en forma de calendario

source: List view
es: Muestra en forma de lista

source: Subscribe automaticaly everybody with access to this agenda
es: Subscribe automáticamente a esta agenda a quien tenga accesso a ella

source: Refresh
es: Actualiza

source: School calendar
es: Calendario escolar

source: Delete events previous to given date
es: Borra las anotaciones anteriores a una fecha determina

source: Event
es: Anotación

source: More information
es: Más información

source: You are not allowed to do that
es: No está autoritzado a llevar a cabo esta acción.

source: on
es: en

source: at
es: a las

source: Create event
es: Crea la anotación

source: You haven't written the event
es: No habéis escrito la anotación.

source: Create task
es: Crea la tarea

source: You haven't written the task
es: No habéis escrito la tarea.

source: Expiry date
es: Fecha de vencimiento

source: Daily
es: A diario

source: Weekly
es: Semanalmente

source: Monthly
es: Mensualmente

source: Every year
es: Anualmente

source: Every (days)
es: Cada el número de días que indico a continuación

source: Agenda administration
es: Administración de las agendas

source: Incorrect date
es: La fecha indicada es incorrecta.

source: Back to previous form
es: Vuelve al formulario anterior

source: Ending date of repetitions is incorrect. Please verify it
es: La fecha escogida hasta donde es necesario hacer la repetición es incorrecta. Es necesario que la compruebes.

source: Number of days for repetition is incorrect
es: El numero de días puestos para la repetición es incorrecto.

source: File size incorrect. Maximum size is
es: La medida del archivo es incorrecta. La medida máxima es de

source: Error produced during gCalendar's event creation
es: Se ha producido un error durante la creación del evento en gCalendar

source: Foreseen time to finish
es: Tiempo previsto para terminar

source: New event created
es: Se ha creado una nueva anotación en la agenda.

source: Event status (completed/not completed) updated
es: Se ha modificado el estado (completada/no completada) de una anotación de la agenda.

source: Delete the agenda
es: Borra la agenda

source: Delete task
es: Borra la tarea de la agenda

source: The agenda has been deleted
es: La agenda ha sido borrada.

source: Repeated events deleted
es: Las anotaciones repetidas han sido borradas

source: The scholar calendar is not actived
es: El calendario escolar esta desactivado

source: Mo
es: Ln

source: Tu
es: Mt

source: We
es: Mc

source: Th
es: Jv

source: Fr
es: Vn

source: Sa
es: Sb

source: Su
es: Dg

source: School calendar of course
es: Calendario escolar del curso

source: About this module
es: Por lo que al módulo se refiere

source: Edit event
es: Edita la anotación de la agenda

source: Edit task
es: Edita la tarea de la agenda

source: Only this event
es: Solamente esta anotación

source: This event and its repetitions
es: Esta anotación y sus repeticiones

source: Modify event
es: Modifica la anotación

source: Modify task
es: Modifica la tarea

source: Event updated
es: Se ha modificado la anotación de la agenda.

source: Protection status updated
es: Se ha modificado el estado de protección de la anotación

source: Event moved to other agendas
es: La anotación se ha transferido a otras agendas

source: Subscribe them
es: Subscribirles

source: Future events cannot be deleted
es: Está intentando borrar anotaciones futura. Acción incorrecta.

source: Previous events to selected date deleted
es: Las anotaciones anteriores a la fecha escogida han sido borradas

source: Automatic subscription completed succesfully
es: La suscripción automática de los usuarios se ha hecho satisfactoriamente

source: Connection with Google failed. Imposible to synchronize the agenda
es: La conexión con Google ha fallado. Ha sido imposible sincronizar la agenda

source: What
es: Que

source: End
es: Final

source: Where
es: Donde

source: Content
es: Contenido

source: Author
es: Autor

source: The synchronization with gCalendar is only posible with validated users
es: La sincronización con gCalendar solo funciona con usuarios validados

source: Synchronization with gCalendar failed. You must indicate your Google username
es: La sincronización con gCalendar ha fallado. Debe indicar su usuario de Google

source: Agenda not found
es: Agenda no encontrada

source: Add a new agenda
es: Añade una nueva agenda

source: Show existing agendas
es: Muestra las agendas creadas

source: Module configuration
es: Configuración del módulo

source: Nota name
es: Nombre de la anotación

source: Secondary field
es: Campo secundario

source: Text
es: Texto

source: Text area
es: Area de texto

source: Event author
es: Ha hecho la anotación

source: Event date
es: Ha hecho la anotación en la fecha

source: Selection
es: Selección

source: Defined fields must be consecutive
es: Los campos definidos deben ir seguidos

source: New agenda created
es: Se ha creado una nueva agenda.

source: Agenda updated
es: La agenda ha sido actualizada.

source: A group has been added
es: Se ha añadido un grupo

source: Agendas module - Automatic message
es: Módulo de agendas - Mensaje automático

source: Choose a group...
es: Escoge un grupo...

source: A manager has been added
es: Se ha añadido un responsable

source: A group has been deleted
es: Se ha borrado un grupo

source: A manager has been deleted
es: Se ha borrado un responsable

source: Title background
es: Fondo título

source: Month link background
es: Fondo enlace mes

source: Header background
es: Fondo Cabezalera

source: Header text
es: Text Cabezalera

source: Table background
es: Fondo tabla

source: Days link
es: Enlace días

source: Bank holidays link
es: Enlace días festivos

source: Table border
es: Marco tabla

source: Bank holidays background
es: Fondo festivos

source: Working days background
es: Fondo días no festivos

source: Present day background
es: Fondo hoy

source: New events background
es: Fondo fecha nuevas

source: Seen events background
es: Fondo fechas no nuevas

source: Text background
es: Fondo del texto

source: Completed background
es: Fondo completadas

source: Restore
es: Restaura

source: Date given as initial year is incorrect
es: La fecha puesta como año de inicio del curso es incorrecta.

source: Agenda configuration updated
es: Se ha modificado la configuración de la agenda.

source: Create a new bank holiday repeated every year
es: Crea un nuevo festivo que se repite cada año

source: Date of bank holiday repeated every year
es: Fecha del festivo que se repite todos los años

source: Create a bank holiday
es: Crea un festivo

source: Bank holiday
es: Fecha del festivo

source: Create a new period
es: Crea un nuevo periodo

source: Date of the beginning of the period
es: Fecha de inicio del periodo

source: Create a new information icon
es: Crea un nuevo icono informativo

source: Date to show the information icon
es: Fecha en que se mostrará el icono informativo

source: Label text is empty
es: No habéis puesto el texto de la etiqueta.

source: Date repeated. Only one date per bank holiday allowed
es: La fecha está repetida. Solamente es posible una fecha por día festivo.

source: Incorrect selected period
es: El periodo escogido es incorrecto.

source: Incorrect selected colour for the period
es: El color escogido para el periodo es incorrecto

source: Data not found
es: No se ha encontrado el dato sobre el cual hacer la acción solicitada.

source: Allow create and use shared agendas
es: Permite crear y hacer uso de agendas compartidas

source: Modify
es: Modifica

source: Attachments?
es: ¿Adjuntos?

source: Yes
es: Si

source: Colour
es: Color

source: Status:
es: Estado:

source: Active
es: Activa

source: Inactive
es: No activa

source: Select agenda(s) to send the event
es: Indica a que agenda o agendas quiere enviar la nota

source: Send
es: Enviar

source: Extension for attached file
es: La extensión del archivo adjunto

source: is not allowed. Possible extensions are:
es: no se admite. Las extensiones posibles son:

source: You are going to send an event to a shared agenda where there can be subscribed users. Proceed?
es: Está a punto de enviar una anotación a una agenda compartida en la que puede haber usuarios/as suscritos. Quiere continuar?

source: Display initially hidden
es: Muestra inicialmente oculta

source: Priority level
es: Nivel de prioridad

source: Attached file
es: Archivo adjunto a la anotación

source: Allowed extensions -
es: Extensiones permitidas -

source: Erase the file attached to the note
es: Borra el archivo adjunto a la anotación

source: Select to modify
es: ¿Cuáles quiere modificar?

source: Warning: change of date does not affect the repeated registers
es: Atención: el cambio de fecha no se lleva a cabo en los registros repetidos.

source: Copy event
es: Genera una copia nueva

source: Name
es: Nombre de la agenda

source: Description
es: Descripción

source: Choose a color
es: Escoge un color

source: Descriptive
es: Descriptivo

source: Type
es: Tipo

source: Options*
es: Opciones*

source: Agenda allows attached files
es: La agenda admite archivos adjuntos

source: Events protected default
es: Anotaciones protegidas por defecto

source: Active/Inactive
es: Activa/No activa

source: *The options in the selection fields must be separated with a hyphen (-). To leave first option empty, add a hyphen before first option
es: *En el campo de tipo "Selección" las opciones se deben separar con el guión (-). Para dejar la primera opción vacía, ser debe escribir un guión antes de la primera opción.

source: Update
es: Cambia

source: Cancel
es: Cancelar

source: Agenda name is needed
es: Debes escribir el nombre de la agenda

source: Descriptive in first field is needed
es: Debes de escribir el descriptivo del primer campo

source: List of defined agendas
es: Lista de agendas definidas

source: Group
es: Grupo

source: In charge
es: Responsables

source: Features
es: Características

source: Unregistered
es: No registrados

source: Read and write
es: Solamentes escritura

source: Manage own
es: Gestión de las anotaciones propias

source: Read only
es: Solamente lectura

source: Add a group
es: Añade un grupo

source: Add a manager
es: Añade un responsable

source: There are no agendas created
es: No hay ninguna agenda definida.

source: ...modifying...
es: ...modificando...

source: Previous month
es: Mes anterior

source: Next month
es: Mes siguiente

source: Automatic subscription
es: Suscripción automática a la agenda a quien tiene acceso a ella

source: Users already subscribed:
es: Los usuarios y usuarias siguientes ya estaban subscritos a la agenda:

source: No users found
es: No se han hallado usuarios o usuarias

source: Users to be subscribed to the agenda:
es: Los siguientes usuarios y usuarias serán subscritos automáticamente a la agenda:

source: Users unsubscribed voluntarily:
es: Los usuarios y usuarias siguientes se han dado de baja voluntariamente de la agenda:

source: To subscribe unconditionaly, mark them and click the button
es: Si quiere subscribirles igualmente márquelos y haga clic en el botón.

source: Date of the end of the period
es: Fecha final del periodo

source: Period colour. Format (#RRGGBB)
es: Indica un color para el periodo. Formato (#RRGGBB)

source: Colour picker
es: Muestrario de colores

source: Label text
es: Texto de la etiqueta

source: Add to the list
es: Añade a la lista

source: Delete manager
es: Borra el responsable

source: Confirm the deletion of the manager
es: Confirma el borrado del responsable

source: Add
es: Añadir

source: Too many events in this agenda
es: Tiene demasiadas anotaciones acumuladas en esta agenda.

source: Delete events previous to date:
es: Borra todas las anotaciones anteriores a la fecha siguiente:

source: Automatically subscribed to agendas:
es: Ha sido subscrito automáticamente a las agendas siguientes:

source: Subscription can be cancelled
es: Si lo desea puede anular la suscripción desde dentro de las agendas.

source: Total number of events:
es: Número total de anotaciones:

source: Usage percentage:
es: Porcentage de uso:

source: Deleted
es: Borrada

source: In the next
es: Durante los próximos

source: Agenda configuration
es: Configuración de la agenda

source: Agenda colour configuration
es: Configuración de los colores de la agenda

source: Note content
es: Contenido de la anotación

source: Here there is the content for a new note
es: Aqui hay el contenido de una anotación nueva

source: Default view on table format
es: Vista por defecto de las agendas en formato de tabla

source: (Otherwise, default view is on calendar format)
es: (Si no se marca la opción, la vista por defecto de las agendas es en forma de calendario)

source: Maximum number of events for users
es: Número máximo de anotaciones acumulables por los usuarios

source: (Keeping zero value implies no limit)
es: (Dejar el valor a cero implica no poner límites)

source: Personal agendas allow attached files
es: Las agendas personales admiten archivos adjuntos

source: Events are automatically deleted after
es: Las anotaciones se borran automáticamente pasados

source: days from the date
es: días de la fecha.

source: Allow to sincronize with Google Calendar
es: Permitir la sincronización con Google Calendar

source: If these funcions are available and you check this option users will be able to sincronize their agendas with Google Calendar.
es: Si estas funciones están disponibles y se marca la opción los usuarios podrán sincronizar su agenda con Google Calendar.

source: If you check this function and the Zend Gdata functions are not available the module will not work and an error will occurs.
es: Si se marca esta opción y las funciones Gdata de Zend no están disponibles el módulo de agendas dejarà de funcionar y se producirà un error.

source: Root of the file folder
es: Inicio del directori de archivos

source: Attached files folder
es: Carpeta del servidor donde se almacenan los archivos adjuntos a las anotaciones

source: The attached files folder have not been found
es: No se ha encontrado el directorio para los archivos adjuntos

source: This folder must be writable
es: (A esta carpeta debe darse permisos de escritura)

source: Bank holidays repeated every year
es: Días festivos que se repiten cada año

source: Day
es: Día

source: Label
es: Etiqueta

source: There are no bank holidays defined in this list
es: No tenéis definidos días festivos en esta lista.

source: Add a new bank holiday to the list
es: Añade un festivo a esta lista.

source: Other bank holidays
es: Otros días festivos

source: of the course
es: del curso

source: Initial year of the course
es: Año de inicio del curso

source: The rest of the parameters of the school calendar cannot be configured until there is a valid initial year introduced
es: El resto de parámetros del calendario escolar no se pueden configurar hasta que no se haya puesto un valor de año de inicio válido.

source: Modify configuration
es: Modifica la configuración

source: Show school calendar
es: Muestra el calendario escolar

source: School periods to show on the school calendar
es: Periodos escolares que se deben mostrar en el calendario escolar

source: Beginning
es: Inicio

source: There are no school periods defined
es: No tenéis definidos periodos escolares

source: Add a new period to this list
es: Añade un nuevo periodo a esta lista.

source: Show the legend of the defined periods
es: Muestra la leyenda de los períodos definidos

source: Icons to show in the school calendar
es: Iconos informativos que se deben mostrar en el calendario escolar

source: Information
es: Información

source: There are no icons defined
es: No tenéis definidos iconos informativos

source: Add a new icon
es: Añade un nuevo icono informativo

source: Show the legend of the icons
es: Muestra la leyenda de los iconos informativos

source: Comments to show with school calendar (HTML allowed)
es: Comentarios que se deben mostrar con el calendario escolar (admite código HTML)

source: Confirm deletion of the agenda
es: Confirma el borrado de la agenda.

source: Cancel deletion
es: Cancela el borrado.

source: Group with access to this agenda
es: Grupo que tiene acceso a esta agenda

source: Access Type
es: Tipo de acceso

source: Automatic private message to users with access to the agenda
es: Mensaje privado para los usuarios que tienen acceso a la agenda

source: Choose a manager
es: Escoge un responsable

source: Automatic private message to users who can manage the agenda
es: Mensaje privado para los usuarios que son responsables de la agenda

source: The finish date has to be main or equal to the start date
es: La fecha de finalización debe ser posterior o igual a la fecha de inicio

source: Finish time is wrong
es: La hora de finalización es errónea

source: Finish date
es: Fecha de finalización

source: Finish time
es: Hora de finalización

source: Repeat event
es: Repite la anotación

source: up to date
es: hasta la fecha

source: Create
es: Crea la agenda

source: Today
es: Hoy

source: Previous day
es: Día anterior

source: Next day
es: Día siguiente

source: My agendas
es: Mis agendas

source: Confirm deletion of this event and its repetitions
es: Confirma el borrado de esta anotación i de las repetidas.

source: Delete the access to group
es: Borra el acceso del grupo

source: Confirm the deletion of the access to the group
es: Confirma el borrado del acceso del grupo

source: Go back to agendas
es: Vuelve a las agendas
